// Кодоо энд бичнэ. Ctrl+S → браузерт F5 → F12 → Console

let temp = 25;

if (temp > 30) {
  console.log("Шорт");
} else if (temp > 20) {
  console.log("Нимгэн цамц");
} else if (temp > 10) {
  console.log("Өмд цамц");
} else {
  console.log("Гадуур хувцас");
}

// Дасгал 1 — Аль нь их вэ?


// Дасгал 2 — Таамагла


// Дасгал 3 — Тэгш үү, сондгой юу?


// Дасгал 4 — Нууц үг


// Дасгал 5 — Дүн


// Дасгал 6 — Алдааг ол


// Дасгал 7 — FizzBuzz


// Дасгал 8 — Замын цагдаа


// Бонус — Өндөр жил

