// Кодоо энд бичнэ. Ctrl+S → браузерт F5

let n = Number(prompt("Хэдэн хүртэл тоолох вэ?"));
let t = "";

for (let i = 1; i <= n; i++) {
  t = t + i + " ";
}

alert(t);

// Дасгал 1 — 1-ээс 100 хүртэл


// Дасгал 2 — 1-ээс n хүртэлх нийлбэр


// Дасгал 3 — Гахайн хадгаламж


// Дасгал 4 — Үнэлгээ


// Дасгал 5 — Шинэ жилийн тоолол


// Дасгал 6 — Цэцэг услах


// Дасгал 7 — Үнийн хүснэгт


// Дасгал 8 — Зураг авахуулах


// Дасгал 9 — Утасны мөнгө


// Дасгал 10 — Чихэр хуваах


// Бонус — Шатрын будаа
